{
    "site_name": "Nebulónia Diákszövetség",
    
    "title": {
        "up" : "Nebulónia",
        "down" : "Diákszövetség"
    },

    "menu": {
        "home": "OTTHON",
        "about": "RÓLUNK",
        "events": "ESEMÉNYEK",
        "contact": "KAPCSOLAT",
        "archive": "ARCHÍVUM",
        "class_points": "OSZTÁLYPONTOK"
    },

    "about": {
        "title" : "Rólunk",
        "text" : "Akár a többi tisztességes diákszövetség, a Nebulónia is diákjaink jogait képviseli, (egyedi módon). A jogaink megvédése, és a véleményünk tanárokkal való megvitatása helyett inkább különböző programok eltervezésére és megvalósítására fektetünk nagy hangsúlyt. Célunk, hogy életet, színt vigyünk a diákok olykor unalmas, máskor fárasztó hétköznapjaiba. De, ha ez túl hivatalosan hallatszana, \"egyszerűen\" csak szeretnénk, ha a diákok még inkább megismernék egymást, ha részt vennének olyan eseményeken, programokon, melyek kellemes emléknek maradnak az iskolai évekből. A Nebulónia Diákszövetség csapata meglehetősen változatos, szinte mindig hallani új, váratlan ötleteket, vagy akár vicces véleményeket. Az alábbi archívum, képek és egyéb tartalmak azonban még többet mondanak rólunk."
    },

    "presidents": {
        "title" : "Elnökség",
        "communications" : "Kommunikációs alelnök",
        "documentations" : "Dokumentációs alelnök",
        "financial" : "Pénzügyi alelnök",
        "foreign_secretary" : "Külügyi alelnök",
        "home_secretary" : "Belügyi alelnök",
        "human_resources" : "Human resources",
        "president" : "Elnök",
        "technical" : "Médiás alelnök",

        "radio" : "Rádiós alelnök",
        "spokesman" : "Szponzorfelelős alelnök",
        "legal_representative": "Jogi referens"
    },

    "not-found": {
        "exclamation": "Az iskoláját!",
        "description": "A kívánt oldal nem található.",
        "go_back": "Ugorj a főoldalra!"
    },

    "contact" : {
        "title" : "Lépj kapcsolatba velünk!",
        "text" : "Ha már kihangsúlyoztuk, hogy a Nebulónia sok oldalú, nyitott különböző véleményekre, az alábbiakban lehetőséged van neked is kapcsolatba lépni velünk! A visszajelzéseket, akár kritkákat, új ötleteket, javaslatokat szívesen fogadjuk, hiszen általuk jobbá válhatunk.",
        "mail" : { 
            "name" : "Név",
            "email" : "Email",
            "title" : "Cím",
            "message" : "Üzenet",
            "send" : "Küld!"
        },
        "address" : {
            "title" : "Cím",
            "name" : "Áprily Lajos Főgimnázium",
            "location" : "După Ziduri utca, 3. szám, Brassó"
        },
        "message" : {
            "error" : {
                "summary" : "Sikertelen elküldés!",
                "detail" : "Az üzenet hiányos vagy a szolgáltatás nem elérhető."
            },
            "success" : {
                "summary" : "Üzenet elküldve!",
                "detail" : "Üzenetét hamarosan elolvassuk."
            }
        }
    },

    "points" : {
        "table" : "Táblázat",
        "error" : {
            "summary" : "Sikertelen kapcsolódás!",
            "detail" : "A szerver jelenleg nem elérhető. \n Kérjük később próbálja ujra!"
        }
    },

    "footer" : {
        "creators_page" : "Fejlesztők oldala"
    },

    "creators" : {
        "title": "Fejlesztők",
        "Lorand": {
            "text" : "A 2019 március 13-án közzétett website készítője vagyok. A weboldal stílusa hasonlít a régihez viszont a kód teljesen újra van írva. Jó néhány új dolgot implementáltam s az újákészítésben sok-sok \"easter egg\"-et rejtettem el, reméllem néhányat megtalálsz. Kezdetnek kattints a képemre ötször.",
            "postscript" : "A website Angular technológiával volt készítve. Kezelési infókért vagy segítségért keress meg itt:" 
        },
        "Csuti": {
            "text" : "A 2017-2018 as tanév folyamán én kezeltem illetve frissítettem fel a websiteot. Többek között az elnökök képeit is kicseréltem illteve az adatbázist is kezeltem."
        },
        "Marci": {
            "text" : "Én a site első verziójáért vagyok részben felelős. Bacsó Péter Tamással ketten készítettük el az eredeti weboldalt. Ez volt az első olyan alkalom hogy a Nebulónia egy eredeti siteot mondhatott magáénak és azóta is diákszövetségünk részévé vált."
        },
        "Bacso": {
            "text" : "Soos Mártonnal ketten készítettük a Nebulónia legelső weboldalát, amibe sok időt és munkát fektettünk. Remélem, mindig is lesz egy karbantartó, aki gondoskodik az oldal naprakészségéről. Bízok abban, hogy ez a weboldal továbbra is fontos marad a diákszövetség számára."
        }
    }
}