{
    "site_name": "Consiliul Elevilor Nebulónia",
    
    "title": {
        "up" : "Consiliul Elevilor",
        "down" : "Nebulónia"
    },

    "menu": {
        "home": "ACASĂ",
        "about": "DESPRE NOI",
        "events": "EVENIMENTE",
        "contact": "CONTACT",
        "archive": "ARHIVĂ",
        "class_points": "PUNCTE"
    },

    "about": {
        "title" : "Despre noi",
        "text_unused" : "Ca orice consiliu al elevilor, Nebulónia reprezintă interesul elevilor din colegiul nostru. Pe lângă acestea are și activitate de promovare a unor evenimente petrecute în cadrul școlii. Ținta noastră este \"ușurarea\" vieții de elev prin programe educative și distractive. Printre priorități se află și conlucrarea și cunoașterea  elevilor din toate clasele. Avem programe de neuitat, interesante, la care participă întregul colectiv: atât elevii, cât și profesorii. Acesta este subliniat și prin pozele din archivă.",
        "text" : "Consiliul elevilor Nebulónia nu se limitează doar la protecția drepturilor elevilor: își consideră îndatorirea mai nobilă de atât. Ce rost are viața de elev fără tabăra bobocilor, mici evenimente, cursuri de noapte sau festivalul școlar? Ce dă viață anilor de liceu, dacă nu înșiși elevii? Multe lucruri minunate există, dar nimic nu-i mai minunat decât Nebulónia, ar fi scris Sofocle dacă frecventa Colegiul Național “Áprily Lajos”. Scopul nostru este ca elevii să nu fie doar simpli elevi, aceștia să se distreze, fie iubitori de viață, să fie oameni. Școala nu ar trebui asociată doar cu informații brute, teoreme, axiome și bacalaureat, ci și cu noi experiențe, cu autocunoaștere și cu dezvoltarea personală. Pozele ce se pot găsi pe pagina noastră însă, spun mai multe decât orice cuvânt despre noi, despre Nebulónia."
    },

    "presidents": {
        "title" : "Preşedenție",
        "communications" : "Vp. comunicații",
        "documentations" : "Vp. documente",
        "financial" : "Vp. finanțe",
        "foreign_secretary" : "Vp. afaceri externe",
        "home_secretary" : "Vp. afaceri interne",
        "human_resources" : "Vp. resurse umane",
        "president" : "Președinte",
        "vice_president" : "Vicepresedinte",
        "technical" : "Vp. tehnică",
        "radio" : "Vp. radio",
        "spokesman" : "Vp. sponzorizări",
        "legal_representative": "Consilier Juridic"
    },

    "not-found": {
        "exclamation": "Fir-ar!",
        "description": "Pagina cerută nu a fost găsită!",
        "go_back": "Înapoi pe pagina principală"
    },

    "contact" : {
        "title" : "Fă legătură cu noi!",
        "text" : "Dacă tot am menționat faptul că Nebulónia este o organizație mereu deschisă noilor opinii, aici aveți ocazia să luați legătura cu noi! Feedback-ul, critica constructivă și ideile noi sunt bine-venite căci cu ajutorul acestora putem evolua în ceva mai bun.",
        "mail" : { 
            "name" : "Nume",
            "email" : "Email",
            "title" : "Titlu",
            "message" : "Mesaj",
            "send" : "Trimite!"
        },
        "address" : {
            "title" : "Adresă",
            "name" : "Colegiul Național Áprily Lajos",
            "location" : "Str. După Ziduri, Nr. 3, Brașov"
        },
        "message" : {
            "error" : {
                "summary" : "Trimitere eșuată!",
                "detail" : "Mesaj nevalabil sau serviciu indisponibil."
            },
            "success" : {
                "summary" : "Mesaj trimis!",
                "detail" : "Mesajul va fi preluat curând."
            }
        }
    },

    "points" : {
        "table" : "Tabel",
        "error-message" : {
            "summary" : "Connectare eșuată!",
            "detail" : "Server momentan indisponibil. \n Vă rugăm să reîncercați!"
        }
    },

    "footer" : {
        "creators_page" : "Pagina creatorilor"
    },

    "creators" : {
        "title": "Creatori",
        "KovacsLorand": {
            "text" : "Eu am creat site-ul de administratori pentru Nebulónia. Fă click de 5 ori pe imaginea mea! :)"
        },
        "Lorand": {
            "text" : "Eu sunt creatorul siteului publicat pe data de 13 martie 2019. Stilul siteului este foarte similar celui anterior însă intern a fost complet refăcut. Am implementat o mulțime de funcțiuni noi printre care și așa-zisele \"easter egg\"-uri. Sper ca acestea să fie descoperite cât mai curând. Pentru început apasă pe imaginea mea de cinci ori.",
            "postscript" : "Websiteul a fost făcut cu ajutorul technologiei Angular. Pentru informații suplimentare privind modificarea acestuia pot fi contactat pe"  
        },
        "Csuti": {
            "text" : "Eu sunt cel care a actualizat și a menținut în functiune acest site între anii 2017-2018. Printre alte lucruri am schimbat și imaginile președinților și am actualizat și baza de date."
        },
        "Marci": {
            "text" : "Eu sunt responsabil pentru prima verziune a acestei pagini. Acesta a fost construită de mine și de Bacsó Péter Tamás. Anul nostru a fost primul an în care consiliul elevilor a avut siteul său și acesta a devenit imediat o parte esențială a Nebulóniei."
        },
        "Bacso": {
            "text" : "Primul site a fost făcut de mine și de Soós Márton. Am pus foarte mult timp și efort în crearea acestuia. Sper ca întodeauna să fie câte-un elev care să o întrețină, să o țină la curent. Cred că acest site va rămâne relevant mult timp pentru consiliul eleviilor Nebulónia."
        },
        "thanks": {
            "text": {
                "L0" : "Mulțumim Nagy Edwárd, Vajda Aniszia, Petki Pál Milán, Kristó Attila",
                "L1" : "si tuturor celorlalte persoane care ne-au ajutat cu crearea paginii!"
            }
        }
    },

    
    "admin" : {
        "title": "Pagină administrativă",

        "sign-in": {
            "login": "Înregistrare",
            "password": "Parolă",
            "next": "Mai departe"
        },

        "event-name": "Nume eveniment:",
        "event-delete": "Șterge eveniment",
        "new-event-add": "Adaugă eveniment",
        "new-event-name": "Numele noului eveniment:",
        "event-date": "Data adăugării",
        "class": "Clasa",
        "save-points": "Salvarea punctelor",
        "points": "Puncte",

        "confirm dialog": {
            "message": "Vă rugăm confirmați ștergerea evenimentului!",
            "ok": "Ștergere",
            "cancel": "Retragere"
        },

        "messages" : {
            "connection-error" : {
                "summary" : " Conectare eșuată! ",
                "details" : "Server momentan indisponibil. \n Vă rugăm să reîncercați!"
            },
            "activity-name-error" : {
                "summary" : "Adăugare eșuată!",
                "details" : "Numele noului eveniment lipsește!"
            },
            "points-success" : {
                "summary" : "Adăugare reușită!",
                "details" : "Tabelul nou de punctaj a fost adăugat cu success!"
            },
            "points-input-error" : {
                "summary" : "Adăugare eșuată!",
                "details" : "Tabelul de punctaj este in formatul greșit!"
            },
            "activity-creation-success" : {
                "summary" : "Realizare reușită!",
                "details" : "Evenimentul nou a fost realizat cu succes!"
            },
            "activity-deletion-success" : {
                "summary" : "Ștergere reușită!",
                "details" : "Ștergerea evenimentului a fost cu succes!"
            },
            "invalid-password" : {
                "summary" : "Parolă greșită!",
                "details" : "Parola introdusă este greșită! Vă rugăm reîincercați!"
            }
        }  
    },

    "archive" : {
        "logo-memorial" : {
            "title" : "Logoul nostru pe parcursul anilor",

            "text": {
                "L0": "După lungi dezbateri am hotărât",
                "L1": "că anul acesta ne vom schimba logoul pe care îl aveam de 10 ani.",
                "L2": "Schimbarea stemei consiliului nostru nu a fost un pas ușor.",
                "L3": "Pentru elevii care au absolvit la Liceul Național Áprily Lajos ",
                "L4": "logoul reprezintă multe amintiri de neuitat. Această parte a paginii",
                "L5": "nu a fost creată doar pentru stema noastră, ci și pentru aceste persoane."
            },

            "quote": {
                "L0": "\"Logoul are 8 variante de combinații de culori.",
                "L1": "Deoarece eu l-am desenat, eu am hotărât ca acesta să fie verde cu galben.",
                "L2": "Până și în ziua de azi am schița original a logoului.\" - Széplaki Zita"
            }
        },
        "promo-video" : {
            "title" : "A 25-a aniversare",
            "subtitle" : "Pentru a 25-a aniversare a Nebulóniei, am creat o prezentare."
        },
        "onedrive" : {
            "title" : "Archivă One Drive",
            "subtitle" : "Aici găsești toate imaginile și înregistrălile create de noi!"
        }
    }
}

